{
    "token": "vk1.a.Rhj6B1p5mdd8tXCGtFsVtZNDBrLuZLx3kv-ztTytH1cxcqRp-wsXhq-TjyLEcpiKLsa1VlDcoenoHi4RWweMK0S2D8KnYt3HetguysgnQmEx9MkUvSIcm27jmEj6Co3AbNFDTAG3uXoD426ItUndKiczF6OrIFIDiLiESIXLQ2jA12HvSGoY2xDbrNI9HI6R",
    "axeoth": "ОООООО. Ты знаешь лор о М&М?\nАксеот (ориг. Axeoth) – мир, в котором происходят события игр Heroes of Might and Magic IV и Might and Magic IX, а также кампаний The Lost Tales of Axeoth – небольшого дополнения к Might and Magic Heroes VII.\nВ Аксеот при помощи таинственных порталов бежали многие жители Энрота во время Расплаты – глобального катаклизма, уничтожившего жизнь на планете.На Иранизе располагаются крупнейшие королевства Аксеота, сформировавшиеся вскоре после его заселения: Аранорн (эльфы), Великий Арканум(маги), Королевство пиратов (разбойники), Некросс (некроманты), Палаэдра (рыцари), Племенные земли (варвары).\nДругие континенты заняты по большей части коренным населением, а такие как Тамарк из-за своего происхождения и вовсе не знают о произошедшей Расплате: Лодвар, Дарашанн, Мерлион, Риш, Белдония, Мендос, Фрамон, Чедиан, Тамарк, Албейс, Маккал, Тамаска, Тренок, Шесть Осколков.\nСобытия дополнения Winds of War происходят на неизвестном континенте. У каждого лидера есть своё королевство. Арбор'ал – королевство Эрутана Ривола, Квассар – королевство Мистерио Великолепного, Корресан – королевство барона фон Таркина, Орилиос – королевство Спаза Матикуса, Неизвестные земли на севере принадлежат варвару Монго, Ченнон – государство в центре континента\nОб истории Аксеота до событий Расплаты известно очень мало. Вполне вероятно, что Древние посещали этот мир, расселив разумных существ на планете и соорудив систему порталов со станцией «Бета-5». Эти существа находились на примитивном уровне развития, так как на момент прибытия беженцев с Энрота население Аксеота было менее развитым, а никаких свидетельств событий, которые могли привести к деградации, подобным Дню Огня на Энроте, нет. Кроме того, между континентами Аксеота отсутствует какая-либо коммуникация, что говорит об огромных расстояниях между ними и слаборазвитому мореходству. В большинстве регионов планеты отсутствовали крупные государства, а вместо них земля делилась между слаборазвитыми кланами, изредка объединяемыми под властью какого-нибудь завоевателя, но срок таких «империй» был недолог.\nКогда прибыли беженцы с Энрота, многое поменялось. Целеустремлённые лидеры уничтоженной планеты начали объединять земли Аксеота, ведомые своими амбициями и нуждами. Некоторые старались установить социальный строй, схожий с тем, какой был в их королевстве до Расплаты, а другие устраивали совершенно новый порядок, чего они не смогли добиться на родной планете. Коренное население практически не противостояло воцарению новых правителей, вероятно понимая необходимость в сильной власти. Очевидно, что дальнейшая история Аксеота зависит от того, долго ли продержатся эти отношения и как скоро прогресс позволит наладить связь между материками."
}